/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Preferenze Dock. Le Preferenze si suddividono in chiavi di visualizzazione semplici e in raccolte più complesse di icone di applicazioni e documenti.";
"autohide.pfm_title" =						"Nascondi";
"autohide.pfm_description" =				"Imposta su VERO per attivare la funzione per nascondere.";
"autohide-immutable.pfm_title" =			"Riquadro nascosto disattivato";
"autohide-immutable.pfm_description" =		"Imposta su VERO per disabilitare l'opzione Nascondi automaticamente e Mostra.";
"contents-immutable.pfm_title" =			"Modifiche disattivate";
"contents-immutable.pfm_description" =		"Imposta su VERO per impedire all'utente di modificare il contenuto del Dock.";
"largesize.pfm_title" =						"Dimensione massima dell'icona";
"largesize.pfm_description" =				"Dimensione massima dell'icona espressa in pixel.";
"launchanim.pfm_title" =					"Avvia animazione";
"launchanim.pfm_description" =				"Imposta su VERO per utilizzare l'avvio dell'animazione.";
"launchanim-immutable.pfm_title" =			"Opzione di avvio delle animazioni disattivata";
"launchanim-immutable.pfm_description" =	"Imposta su VERO per disattivare l'avvio dell'animazione.";
"magnification.pfm_title" =					"Ingrandimento";
"magnification.pfm_description" =			"Imposta su VERO per attivare la funzione per ingrandire.";
"magnify-immutable.pfm_title" =				"Riquadro di ingrandimento disattivato";
"magnify-immutable.pfm_description" =		"Imposta su VERO per disattivare il riquadro d'ingrandimento.";
"magsize-immutable.pfm_title" =				"Cursore di ingrandimento disattivato";
"magsize-immutable.pfm_description" =		"Imposta su VERO per disattivare il cursore d'ingrandimento.";
"mineffect.pfm_title" =						"Effetto di contrazione";
"mineffect.pfm_description" =				"Effetto di contrazione.";
"mineffect-immutable.pfm_title" =			"Menu a comparsa effetto contrazione disattivato";
"mineffect-immutable.pfm_description" =		"Imposta su VERO per disattivare il menu a comparsa dell'effetto contrazione.";
"orientation.pfm_title" =					"Posizione";
"orientation.pfm_description" =				"Posizione Dock a sinistra, a destra o in basso.";
"position-immutable.pfm_title" =			"Controlli posizione disattivata";
"position-immutable.pfm_description" =		"Imposta su VERO per impedire all'utente di modificare la posizione del Dock.";
"tilesize.pfm_title" =						"Dimensione icona";
"tilesize.pfm_description" =				"Dimensione icona.";
"size-immutable.pfm_title" =				"Controllo dimensione icona disattivato";
"size-immutable.pfm_description" =			"Imposta su VERO per impedire all'utente di modificare le dimensioni dell'icona.";
"static-only.pfm_title" =					"Solo icone gestite";
"static-only.pfm_description" =				"Imposta su VERO per mostrare solo le icone gestite.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Icone applicazioni";
"AppItems-Raw.pfm_description" =			"Array per mantenere i dati dell'icona dell'applicazione.";
"apptile.pfm_title" =						"Icona applicazione";
"apptile.pfm_description" =					"Un'icona di applicazione.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dati icone del Dock";
"tile-data.pfm_description" =				"Dati icone del Dock.";
"file-data.pfm_title" =						"Dati documento";
"file-data.pfm_description" =				"Dati documento per l'icona di un documento.";
"_CFURLString.pfm_title" =					"Percorso documenti";
"_CFURLString.pfm_description" =			"Percorso assoluto file system.";
"_CFURLStringType.pfm_title.file" =			"Tipo URL documento";
"_CFURLStringType.pfm_description.file" =	"Tipo URL documento. Imposta sempre su 0.";
"_CFURLStringType.pfm_title.URL" =			"Tipo di URL";
"_CFURLStringType.pfm_description.URL" =	"Tipo URL. Sempre impostato su 0.";
"_CFURLStringType.pfm_title.URLID" =		"Tipo ID URL";
"_CFURLStringType.pfm_description.URLID" =	"Tipo ID URL. Imposta sempre su 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Dati alias. Necessari solo per elementi basati su server.";
"tile-type.pfm_title" =						"Tipo di icona";
"tile-type.pfm_description" =				"Tipo di titolo.";
"mcx_typehint.pfm_title" =					"Suggerimento tipo MCX";
"mcx_typehint.pfm_description" =			"Utilizzato internamente dal gestore del gruppo di lavoro.  Non modificare.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Icone documenti";
"DocItems-Raw.pfm_description" =			"Matrice per mantenere i dati di icone di documenti e URL.";
"doctile.pfm_title" =						"Icona di documento";
"doctile.pfm_description" =					"Un'icona di documento.";
"url.pfm_title" =							"Dati URL";
"url.pfm_description" =						"Dati URL per un'icona dell'URL.";
"file-label.pfm_title" =					"Etichetta dell'icona per il documento";
"file-label.pfm_description" =				"Etichetta dell'icona per il documento.";
"label.pfm_title" =							"Etichetta dell'icona per l'URL";
"label.pfm_description" =					"Etichetta per l'icona dell'URL.";
"file-type.pfm_title" =						"Tipo elemento";
"file-type.pfm_description" =				"Tipo di elemento. Per le Icone documenti: imposta su 2 per non-volume, 18 per volume, 32 se non è una cartella.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Cartelle speciali MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Cartelle aggiunte dal client gestito.";
"mcxfolderflag.pfm_title" =						"Contrassegno cartella";
"mcxfolderflag.pfm_description" =				"Contrassegno per una cartella aggiunta dal client gestito.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Politica di unione delle icone dell'applicazione gestita";
"appTilesUPKManaged.pfm_description" =		"Chiavi dei parametri di unione delle icone di applicazioni per il dominio gestito.";
"appTilesUPKUser.pfm_title" =				"Politica di unione delle icone dell'applicazione gestita";
"appTilesUPKUser.pfm_description" =			"Chiavi dei parametri di unione delle icone delle applicazioni per il dominio utente.";
"docTilesUPKManaged.pfm_title" =			"Politica di unione delle icone del documento gestito";
"docTilesUPKManaged.pfm_description" =		"Chiavi dei parametri di unione delle icone di documenti per il dominio gestito.";
"docTilesUPKUser.pfm_title" =				"Politica di unione delle icone del documento utente";
"docTilesUPKUser.pfm_description" =			"Chiavi dei parametri di unione delle icone dei documenti per il dominio utente.";
"mcxDocSpecialUPK.pfm_title" =				"Chiave dei parametri di unione per le cartelle speciali del client gestito";
"mcxDocSpecialUPK.pfm_description" =		"Chiave dei parametri di unione per le cartelle speciali del Dock del client gestito.";
